{
    "architectures": [
        "SasrecForCausalLM"
    ],
    "attention_dropout": 0.2,
    "hidden_dropout": 0.2,
    "bos_token_id": 17410,
    "eos_token_id": 17411,
    "head_dim": 64,
    "hidden_act": "silu",
    "hidden_size": 1024,
    "initializer_range": 0.02,
    "intermediate_size": 4096,
    "max_position_embeddings": 20,
    "model_type": "sasrec",
    "num_attention_heads": 8,
    "num_hidden_layers": 5,
    "tie_word_embeddings": true,
    "torch_dtype": "bfloat16",
    "transformers_version": "4.57.3",
    "use_cache": true,
    "use_return_dict": true,
    "vocab_size": 17412
}