{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "(<[^>]+>)"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<BOS>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<EOS>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<BOS>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<EOS>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<EOS>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<BOS>": {
        "id": "<BOS>",
        "ids": [
          17410
        ],
        "tokens": [
          "<BOS>"
        ]
      },
      "<EOS>": {
        "id": "<EOS>",
        "ids": [
          17411
        ],
        "tokens": [
          "<EOS>"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<PAD>": 0,
      "<Anno 2070>": 1,
      "<Dirt 3>": 2,
      "<HITMAN ABSOLUTION (PC)>": 3,
      "<Legend of Zelda Box Set Prima Official Game Guide>": 4,
      "<Foto Frenzy: Spot the Difference>": 5,
      "<USB Microphone for RockBand or Guitar Hero (PS3, Wii, Xbox360)>": 6,
      "<Component AV Cable for Nintendo Wii to HDTV (Bulk Packaging)>": 7,
      "<YTTL&reg; New Touch Screen Repair Replacement Part For Wii U Gamepad+FREE GIFT>": 8,
      "<Tom Clancy's H.A.W.X 2>": 9,
      "<Nintendo 64 N64 / PS2 2in1 USB Controller Adapter to PC>": 10,
      "<Ship Simulator 2008>": 11,
      "<unknown_item_12>": 12,
      "<Dotop Sony Playstation 2 PS2 64MB Memory Card>": 13,
      "<Audio Video RCA Composite AV Video Game Selector Switch for XBox, XBOX 360, PS1, PS2, PS3, Gamecube, Wii, DVD, VCR>": 14,
      "<2 Pack - Gator Crunch Wii Gamecube 6FT Extension Cable / Cord (Lifetime Warranty, Bulk packaging)>": 15,
      "<Game Boy Micro AC Wall Charger Micro Power Adapter>": 16,
      "<Clay Fighter 63 1/3>": 17,
      "<Riven: The Sequel To Myst>": 18,
      "<Marvel Super Heroes>": 19,
      "<Mega Man Legends>": 20,
      "<Forsaken>": 21,
      "<Street Fighter Alpha 2>": 22,
      "<Ace Combat 2>": 23,
      "<Tekken - PlayStation>": 24,
      "<Breath of Fire III>": 25,
      "<Tekken 2>": 26,
      "<X-Men vs. Street Fighter>": 27,
      "<Street Fighter EX Plus Alpha>": 28,
      "<unknown_item_29>": 29,
      "<Klonoa: Door to Phantomile>": 30,
      "<Fighting Force>": 31,
      "<Deathtrap Dungeon>": 32,
      "<Tomb Raider II>": 33,
      "<Ninja: Shadow of Darkness>": 34,
      "<Street Fighter Collection>": 35,
      "<WWF Warzone>": 36,
      "<Kartia: The Word of Fate>": 37,
      "<Snowboard Kids>": 38,
      "<The X-Files Game>": 39,
      "<Twisted Metal III>": 40,
      "<Star Wars: Rogue Squadron>": 41,
      "<Unreal (Jewel Case) - PC>": 42,
      "<GoldenEye 007>": 43,
      "<1080 Snowboarding>": 44,
      "<Final Fantasy VII>": 45,
      "<Tom Clancy's Rainbow Six - PC>": 46,
      "<Grim Fandango - PC>": 47,
      "<The Legend of Zelda: Ocarina of Time>": 48,
      "<Banjo-Kazooie>": 49,
      "<unknown_item_50>": 50,
      "<Mario Kart 64>": 51,
      "<Command &amp; Conquer: Tiberian Sun - PC>": 52,
      "<Turok 2: Seeds of Evil>": 53,
      "<Azure Dreams>": 54,
      "<Half-Life - PC>": 55,
      "<Crash Bandicoot 3: Warped>": 56,
      "<WCW/NWO Revenge>": 57,
      "<Grand Theft Auto - PlayStation>": 58,
      "<Super Mario 64>": 59,
      "<Quake II>": 60,
      "<Tomb Raider III: Adventures of Lara Croft>": 61,
      "<SimCity 3000 - PC>": 62,
      "<Castlevania 64>": 63,
      "<unknown_item_64>": 64,
      "<Jet Moto 2>": 65,
      "<WCW vs. NWO: Thunder>": 66,
      "<unknown_item_67>": 67,
      "<MediEvil>": 68,
      "<Soul Blade>": 69,
      "<Jet Moto>": 70,
      "<Battletanx>": 71,
      "<Twisted Metal>": 72,
      "<Resident Evil: Director's Cut>": 73,
      "<WWF In Your House>": 74,
      "<WCW vs. The World - Playstation>": 75,
      "<Twisted Metal 2>": 76,
      "<Tenchu: Stealth Assassins>": 77,
      "<Namcos Museum Vol. 3>": 78,
      "<Crash Bandicoot 2: Cortex Strikes Back>": 79,
      "<unknown_item_80>": 80,
      "<Crash Bandicoot>": 81,
      "<Spyro the Dragon>": 82,
      "<Croc: Legend of the Gobbos>": 83,
      "<unknown_item_84>": 84,
      "<Star Fox 64 (without Rumble Pak)>": 85,
      "<Mario Party>": 86,
      "<Cruis'n USA>": 87,
      "<A Bug's Life PS>": 88,
      "<Mission Impossible>": 89,
      "<Body Harvest>": 90,
      "<unknown_item_91>": 91,
      "<Destruction Derby 2>": 92,
      "<Myst - PlayStation>": 93,
      "<Snowboard Kids 2>": 94,
      "<Gex 3 Deep Cover Gecko>": 95,
      "<Syphon Filter>": 96,
      "<Nintendo 64 Expansion Pak>": 97,
      "<Marvel Super Heroes Vs. Street Fighter>": 98,
      "<Beetle Adventure Racing>": 99,
      "<Donkey Kong Land III>": 100,
      "<Die Hard Trilogy>": 101,
      "<Star Wars Episode 1: Racer - PC>": 102,
      "<Star Wars Episode 1: The Phantom Menace - PC>": 103,
      "<Sonic Heroes - PlayStation 2>": 104,
      "<Star Wars Episode I: The Phantom Menace>": 105,
      "<Pokemon - Red Version>": 106,
      "<Star Wars - Episode I - Racer>": 107,
      "<Super Smash Bros.>": 108,
      "<Duke Nukem: Total Meltdown>": 109,
      "<Game Boy Color - Atomic Purple>": 110,
      "<Super Mario Bros. Deluxe>": 111,
      "<R4: Ridge Racer Type 4 - PlayStation PS1>": 112,
      "<Street Fighter Alpha 3>": 113,
      "<Microsoft Sidewinder Precision Pro Joystick>": 114,
      "<Nintendo 64 Controller - Black>": 115,
      "<Oddworld Abe's Oddysee>": 116,
      "<Lunar: Silver Star Story Complete>": 117,
      "<Superman>": 118,
      "<Bloody Roar II>": 119,
      "<Myst - PC>": 120,
      "<Shadowgate 64>": 121,
      "<unknown_item_122>": 122,
      "<Riven: The Sequel to Myst - PC/Mac>": 123,
      "<Ape Escape>": 124,
      "<Duke Nukem 64>": 125,
      "<Tarzan>": 126,
      "<Command &amp; Conquer>": 127,
      "<Evil Zone>": 128,
      "<unknown_item_129>": 129,
      "<Shadow Madness>": 130,
      "<NBA Showtime: NBA on NBC - Sega Dreamcast (Gold)>": 131,
      "<Need for Speed II>": 132,
      "<unknown_item_133>": 133,
      "<Soul Calibur - Sega Dreamcast>": 134,
      "<Marvel vs. Capcom: Clash of Super Heroes>": 135,
      "<Power Stone>": 136,
      "<unknown_item_137>": 137,
      "<Resident Evil Code Veronica>": 138,
      "<unknown_item_139>": 139,
      "<Shadow Man>": 140,
      "<Pac-Man: Special Color Edition>": 141,
      "<NBA Showtime: NBA on NBC>": 142,
      "<unknown_item_143>": 143,
      "<unknown_item_144>": 144,
      "<South Park>": 145,
      "<unknown_item_146>": 146,
      "<Dino Crisis>": 147,
      "<Sega Dreamcast Console>": 148,
      "<unknown_item_149>": 149,
      "<Resident Evil 3: Nemesis>": 150,
      "<Visual Memory Unit - White>": 151,
      "<Sega Dreamcast Jump Pack>": 152,
      "<Need For Speed: High Stakes - PC>": 153,
      "<Tekken 3>": 154,
      "<unknown_item_155>": 155,
      "<Star Ocean: The Second Story>": 156,
      "<Virtua Fighter 3TB>": 157,
      "<SEGA Dreamcast Fishing Controller>": 158,
      "<Sonic Adventure - Sega Dreamcast>": 159,
      "<Darkstone - PC>": 160,
      "<Descent 3 - PC>": 161,
      "<AC Power Cable>": 162,
      "<The Misadventures of Tron Bonne>": 163,
      "<Sega Bass Fishing>": 164,
      "<Dungeon Keeper 2 - PC>": 165,
      "<MechWarrior 3 - PC>": 166,
      "<NFL 2K - Sega Dreamcast>": 167,
      "<unknown_item_168>": 168,
      "<unknown_item_169>": 169,
      "<Dynamite Cop>": 170,
      "<NBA 2K>": 171,
      "<unknown_item_172>": 172,
      "<GameShark Pro>": 173,
      "<Sega Dreamcast Controller>": 174,
      "<Star Wars Jedi Knight: Dark Forces II  (includes Mysteries of the Sith)>": 175,
      "<Game of Life - PC>": 176,
      "<European Air War - PC>": 177,
      "<Wheel of Fortune - PC>": 178,
      "<Star Wars: Rebellion - PC>": 179,
      "<Worms Armageddon>": 180,
      "<Star Wars: X-Wing Alliance - PC>": 181,
      "<The House of The Dead 2>": 182,
      "<Kensington/Gravis Gamepad Pro (USB) - 42111>": 183,
      "<InterAct SuperPad 64 Controller>": 184,
      "<Sim Theme Park - PC>": 185,
      "<DreamCast Mega Memory Card>": 186,
      "<USAF - PC>": 187,
      "<Jade Cocoon: Story of Tamamayu - Playstation>": 188,
      "<Roller Coaster Tycoon - PC>": 189,
      "<Starsiege Tribes (Jewel Case) - PC>": 190,
      "<Dreamcast TremorPak>": 191,
      "<Half-Life: Game of the Year Edition - PC>": 192,
      "<StarCraft Battle Chest - PC/Mac>": 193,
      "<Age of Empires: Gold Edition - PC>": 194,
      "<Sierra Sports: Grand Prix Legends - PC>": 195,
      "<Gabriel Knight 3: Blood of the Sacred, Blood of the Damned - PC>": 196,
      "<Homeworld - PC>": 197,
      "<Age of Empires: The Rise of Rome - PC>": 198,
      "<Starcraft>": 199,
      "<Outlaws - PC>": 200,
      "<Microsoft Combat Flight Simulator: WWII Europe Series - PC>": 201,
      "<Age of Empires - PC>": 202,
      "<Indiana Jones and the Infernal Machine - PC>": 203,
      "<The Quest For Glory Collection>": 204,
      "<SimCity 2000 Special Edition - PC>": 205,
      "<Red Baron 3-D - PC>": 206,
      "<Hellfire: Diablo Expansion>": 207,
      "<Sony PlayStation Video Game Console>": 208,
      "<Super Pad Entertainment Joypad>": 209,
      "<Lords of Magic: Special Edition (Jewel Case)>": 210,
      "<Gabriel Knight Mysteries: Limited Edition - PC>": 211,
      "<Jane's World War II Fighters>": 212,
      "<StarCraft Expansion Pack: Brood War - PC>": 213,
      "<Sid Meier's Alpha Centauri - PC>": 214,
      "<WipeOut>": 215,
      "<King's Quest: Collection Series (King's Quest I-VII / The Colonel's Bequest / The Dagger of Amon Ra / Mixed-Up Mother Goose)>": 216,
      "<SNK NEOGEO Pocket Color Console in Ocean Blue>": 217,
      "<Civilization: Call to Power - PC>": 218,
      "<Airforce Delta>": 219,
      "<Um Jammer Lammy PS>": 220,
      "<Aliens Versus Predator - PC>": 221,
      "<Glover>": 222,
      "<Vigilante 8: 2nd Offense>": 223,
      "<Blue Stinger>": 224,
      "<B-17 Flying Fortress - PC>": 225,
      "<Tony Hawk's Pro Skater>": 226,
      "<The Game of Life>": 227,
      "<unknown_item_228>": 228,
      "<Wipeout 3>": 229,
      "<unknown_item_230>": 230,
      "<Baldur's Gate: Tales of the Sword Coast>": 231,
      "<unknown_item_232>": 232,
      "<Fallout 2 - PC>": 233,
      "<Mech Commander Gold - PC>": 234,
      "<unknown_item_235>": 235,
      "<Neo Geo Pocket Color - Blue>": 236,
      "<MTV Music Generator>": 237,
      "<unknown_item_238>": 238,
      "<unknown_item_239>": 239,
      "<Toy Story 2>": 240,
      "<Q*bert>": 241,
      "<unknown_item_242>": 242,
      "<Baldur's Gate - PC>": 243,
      "<Castlevania: Symphony of the Night>": 244,
      "<Kingpin - PC>": 245,
      "<Zork Grand Inquisitor>": 246,
      "<Battlezone 2 - PC>": 247,
      "<Wu Tang: Shaolin Style>": 248,
      "<Space Invaders N64>": 249,
      "<WarCraft 2 Battle.net Edition>": 250,
      "<Railroad Tycoon II - PC>": 251,
      "<Star Trek: Borg - The Ultimate Interactive Movie>": 252,
      "<King of Fighters Dream Match '99 - Sega Dreamcast>": 253,
      "<Comanche Gold>": 254,
      "<Delta Force - PC>": 255,
      "<unknown_item_256>": 256,
      "<Army Men Sarge's Heroes>": 257,
      "<BattleTanx: Global Assault>": 258,
      "<Madness Extension Cable: Gray - Sega Dreamcast>": 259,
      "<Driver - PC>": 260,
      "<TremorPak Plus>": 261,
      "<South Park: Chef's Luv Shack>": 262,
      "<South Park: Rally>": 263,
      "<SuperPad 8>": 264,
      "<Suikoden II>": 265,
      "<Extension Cable for Nintendo 64 N64 Controller>": 266,
      "<ACC-N64 EXTENSION CABLES [Nintendo 64]>": 267,
      "<Septerra Core: Legacy of the Creator - PC>": 268,
      "<Total Annihilation Gold (Mac)>": 269,
      "<Sanitarium - PC>": 270,
      "<Civilization II: Multiplayer Gold Edition>": 271,
      "<Rugrats Search for Reptar>": 272,
      "<Goemon's Great Adventure>": 273,
      "<WWF Wrestlemania 2000>": 274,
      "<Hybrid Heaven>": 275,
      "<South Park Rally>": 276,
      "<Sega Genesis II RF Switch>": 277,
      "<Total Annihilation: Kingdoms - PC>": 278,
      "<Wheel of Time>": 279,
      "<unknown_item_280>": 280,
      "<Unreal Tournament - PC>": 281,
      "<Metal Gear Solid: VR Missions>": 282,
      "<Heroes of Might and Magic III>": 283,
      "<Road Rash 64>": 284,
      "<Might and Magic VII: For Blood &amp; Honor>": 285,
      "<Destruction Derby 64>": 286,
      "<Total Annihilation - PC>": 287,
      "<Unreal Tournament>": 288,
      "<unknown_item_289>": 289,
      "<Slave Zero>": 290,
      "<John Romero's Daikatana>": 291,
      "<Revenant - PC>": 292,
      "<Dark Stone>": 293,
      "<unknown_item_294>": 294,
      "<Demolition Racer>": 295,
      "<Thief: The Dark Project - PC>": 296,
      "<Fear Effect>": 297,
      "<Harvest Moon 64>": 298,
      "<Spec Ops: Stealth Patrol>": 299,
      "<Broken Sword II: The Smoking Mirror>": 300,
      "<Croc 2>": 301,
      "<Thousand Arms>": 302,
      "<Carrier>": 303,
      "<unknown_item_304>": 304,
      "<Harvest Moon>": 305,
      "<unknown_item_306>": 306,
      "<Tetris Plus>": 307,
      "<Clock Tower II: The Struggle Within>": 308,
      "<Nyko Universal Power Cord - Replacement Power Cord for PlayStation 4 and PlayStation 4 Slim>": 309,
      "<Mortal Kombat: Special Forces>": 310,
      "<unknown_item_311>": 311,
      "<Final Doom>": 312,
      "<unknown_item_313>": 313,
      "<Rampage 2 Universal Tour>": 314,
      "<Jackie Chan: Stuntmaster>": 315,
      "<Monster Rancher 2>": 316,
      "<Area 51>": 317,
      "<Mortal Kombat Trilogy>": 318,
      "<Rampage World Tour>": 319,
      "<William's Arcade's Greatest Hits>": 320,
      "<Arcade's Greatest Hits: The Atari Collection 1>": 321,
      "<unknown_item_322>": 322,
      "<Legacy of Kain: Soul Reaver>": 323,
      "<Gauntlet Legends>": 324,
      "<NFL Blitz>": 325,
      "<Gex: Enter the Gecko>": 326,
      "<unknown_item_327>": 327,
      "<Rush 2 Extreme Racing USA>": 328,
      "<Winback: Covert Operations>": 329,
      "<Rampage 2: Universal Tour>": 330,
      "<Mortal Kombat Mythologies: Sub-Zero>": 331,
      "<San Francisco Rush Extreme Racing>": 332,
      "<Amber: Journeys Beyond (Jewel Case) - PC>": 333,
      "<Omega Boost>": 334,
      "<Mad Catz Dream Pad - Sega Dreamcast>": 335,
      "<Gamilys Controller Extension Cable for PlayStation>": 336,
      "<Quake 2 - PC>": 337,
      "<Ready 2 Rumble Boxing>": 338,
      "<unknown_item_339>": 339,
      "<NFL Blitz 2000>": 340,
      "<unknown_item_341>": 341,
      "<Game Boy Color - Berry>": 342,
      "<unknown_item_343>": 343,
      "<Rayman 2>": 344,
      "<Star Trek: Klingon Academy - PC>": 345,
      "<Rayman 2: The Great Escape>": 346,
      "<Ultima Collection - PC>": 347,
      "<Light and Magnifier for GameBoy Color>": 348,
      "<Tomb Raider: The Last Revelation - PC>": 349,
      "<Pharaoh - PC>": 350,
      "<MechWarrior 2: Mercenaries - PC>": 351,
      "<Gameboy Color AC Adapter>": 352,
      "<Roller Coaster Tycoon Expansion Pack: Corkscrew Follies - PC>": 353,
      "<Drakan: Order of the Flame - PC>": 354,
      "<Hydro Thunder (Sega All Stars)>": 355,
      "<Nocturne - PC>": 356,
      "<Jane's F/A-18 Simulator>": 357,
      "<Thief Gold - PC>": 358,
      "<Diablo 2>": 359,
      "<Rayman>": 360,
      "<Metal Fatigue - PC>": 361,
      "<Age of Wonders - PC>": 362,
      "<Evolution: The World of Sacred Device - Sega Dreamcast>": 363,
      "<Half-Life Expansion Pack: Opposing Force - PC>": 364,
      "<Rocket: Robot on Wheels>": 365,
      "<Memory Card: Gray - PlayStation>": 366,
      "<Grand Theft Auto 2 - PC>": 367,
      "<The Crystal Key - PC/Mac>": 368,
      "<Rayman 2: The Great Escape - PC>": 369,
      "<unknown_item_370>": 370,
      "<Sony Playstation DualShock Controller - Gray>": 371,
      "<Pokemon Green (Pocket Monsters Midori) Japanese Game Boy Japan Import>": 372,
      "<Nintendo 64 System - Video Game Console>": 373,
      "<Trespasser - PC>": 374,
      "<Freespace 2>": 375,
      "<Star Trek: Starfleet Command - PC>": 376,
      "<SimCopter - PC>": 377,
      "<SimTower - PC/Mac>": 378,
      "<Toy Commander>": 379,
      "<Blade Runner - PC>": 380,
      "<SimAnt - PC/Mac>": 381,
      "<Planescape: Torment - PC>": 382,
      "<Nightlong: Union City Conspiracy>": 383,
      "<Tachyon: The Fringe>": 384,
      "<Wing Commander: Prophecy - PC>": 385,
      "<Nox - PC>": 386,
      "<Delta Force 2 - PC>": 387,
      "<Tomb Raider - PC>": 388,
      "<Microsoft Flight Simulator 2000 Professional - PC>": 389,
      "<Hidden and Dangerous - PC>": 390,
      "<Age of Empires 2: Age of Kings - PC>": 391,
      "<Medal Of Honor>": 392,
      "<Final Fantasy Anthology - PlayStation>": 393,
      "<unknown_item_394>": 394,
      "<Xena: Warrior Princess>": 395,
      "<Asheron's Call - PC>": 396,
      "<unknown_item_397>": 397,
      "<Carnivores - PC>": 398,
      "<NBA Live 2000>": 399,
      "<Master of Orion 2: Battle at Antares>": 400,
      "<Who Wants to Be a Millionaire - PC>": 401,
      "<Sid Meier's Civilization II>": 402,
      "<Tomb Raider 2 - PC>": 403,
      "<Riven: The Sequel to Myst DVD-ROM - PC>": 404,
      "<Might and Magic VI: Mandate of Heaven>": 405,
      "<Morpheus - PC/Mac>": 406,
      "<The 11th Hour>": 407,
      "<Oregon Trail 2nd Edition>": 408,
      "<Mortal Kombat>": 409,
      "<Super Mario Land>": 410,
      "<Game Boy Camera - Red>": 411,
      "<Game Boy Color Pocket Carrying Case - Game Boy Advance>": 412,
      "<unknown_item_413>": 413,
      "<Eternal Champions>": 414,
      "<Mighty Morphin Power Rangers: The Movie>": 415,
      "<Primal Rage>": 416,
      "<Game Boy Pocket - Red>": 417,
      "<X-Men 2: Clone Wars>": 418,
      "<Wario Land II>": 419,
      "<unknown_item_420>": 420,
      "<Batman Forever>": 421,
      "<Gameboy Pocket System Yellow>": 422,
      "<Genesis 2 System with Columns>": 423,
      "<Tomb Raider II: Starring Lara Croft>": 424,
      "<Comix Zone>": 425,
      "<The Lion King>": 426,
      "<NHLPA Hockey 93 GEN>": 427,
      "<unknown_item_428>": 428,
      "<WWF WrestleMania The Arcade Game (Sega Genesis)>": 429,
      "<Spider-Man / Venom: Maximum Carnage>": 430,
      "<Teenage Mutant Ninja Turtles: Fall of the Foot Clan>": 431,
      "<Justice League Task Force - Sega Genesis>": 432,
      "<Tetrisphere>": 433,
      "<Space Station: Silicon Valley>": 434,
      "<NBA Hang Time>": 435,
      "<Mischief Makers>": 436,
      "<Disney's Aladdin>": 437,
      "<Dr. Mario>": 438,
      "<Bomberman Hero>": 439,
      "<Bubsy 3D>": 440,
      "<unknown_item_441>": 441,
      "<unknown_item_442>": 442,
      "<unknown_item_443>": 443,
      "<Quest 64>": 444,
      "<Loaded>": 445,
      "<NBA Jam T.E. Tournament Edition>": 446,
      "<Grand Theft Auto: London Mission Pack>": 447,
      "<San Francisco Rush Extreme Racing - Nintendo 64>": 448,
      "<Donkey Kong 64 - Nintendo 64>": 449,
      "<Mechwarrior 2: 31st Century Combat: Arcade Combat Edition>": 450,
      "<X-Men Mutant Academy>": 451,
      "<Star Fox (Includes Rumble Pak)>": 452,
      "<NBA Courtside 2 featuring Kobe Bryant [Nintendo 64]>": 453,
      "<Bomberman 64>": 454,
      "<Extreme G>": 455,
      "<Game &amp; Watch Gallery 3>": 456,
      "<Nightmare Creatures>": 457,
      "<Doom 64>": 458,
      "<unknown_item_459>": 459,
      "<Nintendo 64 Controller - Blue>": 460,
      "<Mystical Ninja Starring Goemon>": 461,
      "<unknown_item_462>": 462,
      "<Sony PlayStation S-Video Cable>": 463,
      "<Casper: A Haunting 3D Challenge>": 464,
      "<Tomba!>": 465,
      "<Small Soldiers>": 466,
      "<Jersey Devil>": 467,
      "<Oddworld: Abe's Exoddus>": 468,
      "<Bloody Roar>": 469,
      "<Jagged Alliance 2 - PC>": 470,
      "<unknown_item_471>": 471,
      "<Blast Corps>": 472,
      "<F-Zero X>": 473,
      "<The Adventures of Batman &amp; Robin>": 474,
      "<Cool Boarders 2>": 475,
      "<Ultimate Yahtzee - PC>": 476,
      "<Mega Man 8>": 477,
      "<Alien Resurrection>": 478,
      "<Air Combat>": 479,
      "<Nights Into Dreams - Sega Saturn>": 480,
      "<Super Mario Land 2: 6 Golden Coins>": 481,
      "<Contra: Legacy of War>": 482,
      "<Astal>": 483,
      "<Killer Instinct Gold>": 484,
      "<Super Puzzle Fighter II Turbo>": 485,
      "<Yoshi's Story>": 486,
      "<Wave Race 64>": 487,
      "<Blood Omen: Legacy of Kain>": 488,
      "<Shaq-Fu - Sega Genesis>": 489,
      "<Shinobi III: Return Of The Ninja Master>": 490,
      "<MACE: The Dark Age>": 491,
      "<Off Road Challenge>": 492,
      "<Tom Clancy's Rainbow Six Gold - PC>": 493,
      "<PlayStation RFU Adapter Version 3.0>": 494,
      "<The X-Files>": 495,
      "<Tom Clancy's Rainbow Six Rogue Spear - PC>": 496,
      "<The Unholy War>": 497,
      "<Virtua Cop - Sega Saturn>": 498,
      "<Sega Rally Championship-Sega Saturn>": 499,
      "<Star Wars: Shadows of the Empire>": 500,
      "<unknown_item_501>": 501,
      "<unknown_item_502>": 502,
      "<Super Mario World>": 503,
      "<The Legend of Zelda: A Link to the Past>": 504,
      "<Diddy Kong Racing>": 505,
      "<Blasto>": 506,
      "<WWF Wrestlemania: The Arcade Game>": 507,
      "<Turok: Dinosaur Hunter>": 508,
      "<Hot Shots Golf>": 509,
      "<Command &amp; Conquer - PlayStation>": 510,
      "<unknown_item_511>": 511,
      "<Spider-Man: Animated Series>": 512,
      "<Super Star Wars>": 513,
      "<Wild 9>": 514,
      "<unknown_item_515>": 515,
      "<Sim City>": 516,
      "<unknown_item_517>": 517,
      "<Mighty Morphin Power Rangers>": 518,
      "<Donkey Kong Country 3: Dixie Kong's Double Trouble - Nintendo Super NES>": 519,
      "<Saga Frontier>": 520,
      "<unknown_item_521>": 521,
      "<Heart of Darkness>": 522,
      "<Star Wars Dark Forces>": 523,
      "<Tales of Destiny>": 524,
      "<WWF Wrestlemania: The Arcade Game - Nintendo Super NES>": 525,
      "<Star Trek Voyager:  Elite Force - PC>": 526,
      "<Tomba! 2: The Evil Swine Return>": 527,
      "<Vampire: The Masquerade Redemption - PC>": 528,
      "<Rival Schools>": 529,
      "<Duke Nukem: Time To Kill>": 530,
      "<King's Field 2>": 531,
      "<unknown_item_532>": 532,
      "<Dark Reign 2 - PC>": 533,
      "<Robotron 64>": 534,
      "<Gex>": 535,
      "<Mega Man X4>": 536,
      "<Super Nintendo Cleaning Kit>": 537,
      "<unknown_item_538>": 538,
      "<Clock Tower>": 539,
      "<Cruis'n World>": 540,
      "<Doom>": 541,
      "<R-Types>": 542,
      "<Duke Nukem 3D: Atomic Edition>": 543,
      "<Marvel Super Heroes in War of the Gems>": 544,
      "<Galactic Attack - Sega Saturn>": 545,
      "<Spider-Man/X-Men: Arcade's Revenge>": 546,
      "<Einhander>": 547,
      "<Mega Man X>": 548,
      "<Theme Hospital - PlayStation>": 549,
      "<Imperium Galactica 2: Alliances - PC>": 550,
      "<Spawn: The Video Game>": 551,
      "<Titanic: Adventure out of Time>": 552,
      "<Panzer General>": 553,
      "<Broken Sword: The Shadow of the Templars>": 554,
      "<Pitfall: The Mayan Adventure>": 555,
      "<bleem! - PC>": 556,
      "<Risk II>": 557,
      "<Animaniacs>": 558,
      "<Virtua Fighter 2>": 559,
      "<Donkey Kong Land>": 560,
      "<Star Trek: Armada - PC>": 561,
      "<Warcraft II - The Dark Saga>": 562,
      "<Star Wars: Masters of Teras Kasi>": 563,
      "<X-COM: UFO Defense - PlayStation>": 564,
      "<unknown_item_565>": 565,
      "<MDK 2>": 566,
      "<T2: The Arcade Game>": 567,
      "<Super Mario RPG: Legend of the Seven Stars>": 568,
      "<Star Wars: Force Commander - PC>": 569,
      "<unknown_item_570>": 570,
      "<Resident Evil 2: Platinum>": 571,
      "<Street Fighter II' Special Champion Edition>": 572,
      "<Super Mario Kart>": 573,
      "<Donkey Kong Country 2: Diddy's Kong Quest>": 574,
      "<Wario Land: Super Mario Land 3>": 575,
      "<Vandal Hearts>": 576,
      "<Aquascape Streets of Rage>": 577,
      "<unknown_item_578>": 578,
      "<X-Men: Mutant Apocalypse>": 579,
      "<Sega Saturn 3D Controller>": 580,
      "<Critical Depth>": 581,
      "<Sonic the Hedgehog>": 582,
      "<F-Zero>": 583,
      "<Warcraft Battle Chest: Orcs &amp; Humans / Tides of Darkness / Beyond the Dark Portal>": 584,
      "<Dr. Robotnik's Mean Bean Machine>": 585,
      "<Giants: Citizen Kabuto - PC>": 586,
      "<unknown_item_587>": 587,
      "<Super Metroid>": 588,
      "<unknown_item_589>": 589,
      "<Battletoads/ Double Dragon>": 590,
      "<unknown_item_591>": 591,
      "<Golden Axe - Sega Genesis>": 592,
      "<Illusion of Gaia>": 593,
      "<Kirby's Dreamland 2>": 594,
      "<Civilization II: Multiplayer (Gold Edition)>": 595,
      "<Metroid II>": 596,
      "<Armored Core - PlayStation>": 597,
      "<Shivers 2: Harvest of Souls>": 598,
      "<Streets of Rage 2>": 599,
      "<NES/SNES/Sega Genesis Universal RF Unit Automatic TV/Game Switch>": 600,
      "<Wild Arms>": 601,
      "<unknown_item_602>": 602,
      "<Monster Rancher>": 603,
      "<Strider - Sega Genesis>": 604,
      "<ExciteBike 64>": 605,
      "<StarCraft 64>": 606,
      "<Battle Arena Toshinden>": 607,
      "<unknown_item_608>": 608,
      "<Tecmo's Deception - PlayStation>": 609,
      "<Ninja Gaiden Trilogy>": 610,
      "<6 Button Arcade Pad for Sega Genesis>": 611,
      "<Disney's Quackshot Starring Donald Duck>": 612,
      "<Jurassic Park: Rampage Edition>": 613,
      "<Pac-Man 2: The New Adventures>": 614,
      "<Final Fight 3>": 615,
      "<Sega Genesis 3 Core System>": 616,
      "<unknown_item_617>": 617,
      "<Samurai Shodown>": 618,
      "<Nintendo 64 System - Video Game Console - Donkey Kong Bundle>": 619,
      "<Killer Instinct>": 620,
      "<Max Payne - PC>": 621,
      "<Game Genie>": 622,
      "<Space Invaders>": 623,
      "<Intelligent Qube - PlayStation>": 624,
      "<Beyond the Beyond>": 625,
      "<Paperboy 2>": 626,
      "<unknown_item_627>": 627,
      "<WWF Super Wrestlemania>": 628,
      "<Pac Man 2: the New Adventures>": 629,
      "<Tecmo Super Bowl - Sega Genesis>": 630,
      "<Primal Rage - Nintendo Super NES>": 631,
      "<Secret of Evermore>": 632,
      "<Donkey Kong Land 2>": 633,
      "<Star Wars: X-Wing Collector Series>": 634,
      "<Disney's Toy Story>": 635,
      "<The Legend of Zelda: Link's Awakening>": 636,
      "<MTV's Beavis and Butthead>": 637,
      "<Virtua Stick - Sega Saturn>": 638,
      "<Panzer Dragoon - Sega Saturn>": 639,
      "<Beavis And Butt-Head>": 640,
      "<unknown_item_641>": 641,
      "<Disney's Goof Troop>": 642,
      "<unknown_item_643>": 643,
      "<Wipeout XL>": 644,
      "<Super R-Type - Nintendo Super NES>": 645,
      "<Gunstar Heroes - Sega Genesis>": 646,
      "<Quake 64>": 647,
      "<Super Mario World 2: Yoshi's Island>": 648,
      "<unknown_item_649>": 649,
      "<Turok: Rage Wars>": 650,
      "<Colony Wars>": 651,
      "<unknown_item_652>": 652,
      "<Tecmo Super Bowl III: Final Edition>": 653,
      "<Nyko Worm Light: Atomic Purple>": 654,
      "<Battletoads in Battlemaniacs>": 655,
      "<Nyko Worm Light: Teal Blue>": 656,
      "<Pit-Fighter>": 657,
      "<Myst: Masterpiece Edition - PC>": 658,
      "<Mega Man>": 659,
      "<Ghost In The Shell - PlayStation>": 660,
      "<Final Fantasy Tactics>": 661,
      "<Shaq-Fu - Nintendo Super NES>": 662,
      "<MiG Alley - PC>": 663,
      "<Soldier of Fortune - PC>": 664,
      "<Pokemon Pinball>": 665,
      "<Pokemon Snap>": 666,
      "<Mario Golf>": 667,
      "<Caesar 3 - PC>": 668,
      "<40 Winks>": 669,
      "<Twisted Metal 4>": 670,
      "<WWF War Zone>": 671,
      "<Tiny Tank>": 672,
      "<Gran Turismo 2>": 673,
      "<unknown_item_674>": 674,
      "<The Castlevania Adventure>": 675,
      "<Gargoyle's Quest>": 676,
      "<Kirby's Dream Land>": 677,
      "<Batman Returns - Sega Genesis>": 678,
      "<Kid Icarus>": 679,
      "<Duke Nukem: Zero Hour>": 680,
      "<Sega Rally 2: Sega Rally Championship>": 681,
      "<Grandia>": 682,
      "<Sonic &amp; Knuckles>": 683,
      "<Captain America and the Avengers>": 684,
      "<Golden Axe II - Sega Genesis>": 685,
      "<Teenage Mutant Ninja Turtles: Tournament Fighters>": 686,
      "<Castle of Illusion starring Mickey Mouse - Sega Genesis>": 687,
      "<ToeJam &amp; Earl in Panic on Funkotron>": 688,
      "<Ghostbusters - Sega Genesis>": 689,
      "<Altered Beast - Sega Genesis>": 690,
      "<Castlevania Bloodlines>": 691,
      "<T2 (Terminator 2): The Arcade Game>": 692,
      "<Phantasy Star II - Sega Genesis>": 693,
      "<Double Dragon - Sega Genesis>": 694,
      "<unknown_item_695>": 695,
      "<Road Rash II - Sega Genesis>": 696,
      "<Urban Strike - Sega Genesis>": 697,
      "<Shining in The Darkness - Sega Genesis>": 698,
      "<Michael Jackson's Moonwalker - Sega Genesis>": 699,
      "<Road Rash III - Sega Genesis>": 700,
      "<Herzog Zwei - Sega Genesis>": 701,
      "<Contact - Nintendo DS>": 702,
      "<unknown_item_703>": 703,
      "<Super Street Fighter II>": 704,
      "<X-Men>": 705,
      "<Battletoads/Double Dragon>": 706,
      "<Game Genie - Sega Genesis>": 707,
      "<Sega Genesis Core System 2 - Video Game Console>": 708,
      "<Bubsy>": 709,
      "<The 7th Saga>": 710,
      "<Actraiser II - Nintendo Super NES>": 711,
      "<Super Nintendo Super Castlevania IV>": 712,
      "<Final Fantasy: Mystic Quest>": 713,
      "<Alien vs. Predator - Nintendo Super NES>": 714,
      "<Alien 3 - Nintendo Super NES>": 715,
      "<Drakkhen>": 716,
      "<unknown_item_717>": 717,
      "<unknown_item_718>": 718,
      "<Actraiser - Nintendo Super NES>": 719,
      "<Streets of Rage 3>": 720,
      "<Shadow Dancer: The Secret Of Shinobi>": 721,
      "<Final Fantasy II>": 722,
      "<Mickey Mania: The Timeless Adventures Of Mickey Mouse>": 723,
      "<Batman Returns>": 724,
      "<Robocop vs. The Terminator - Nintendo Super NES>": 725,
      "<Road Runner's Death Valley Rally - Nintendo Super NES>": 726,
      "<Mega Man II>": 727,
      "<Phantasy Star IV - Sega Genesis>": 728,
      "<Lagoon>": 729,
      "<Mario Paint>": 730,
      "<Zombies Ate My Neighbors - Sega Genesis>": 731,
      "<The Death and Return of Superman - Nintendo Super NES>": 732,
      "<Vegas Stakes>": 733,
      "<Super Adventure Island>": 734,
      "<WWF Royal Rumble - Sega Genesis>": 735,
      "<Mario is Missing!>": 736,
      "<NBA Jam: Tournament Edition>": 737,
      "<AC Adaptor GENESIS2>": 738,
      "<CTR: Crash Team Racing>": 739,
      "<Mortal Kombat III - PlayStation>": 740,
      "<Populous>": 741,
      "<Ken Griffey Jr. Presents Major League Baseball>": 742,
      "<Secret of Mana>": 743,
      "<Teenage Mutant Ninja Turtles IV: Turtles in Time>": 744,
      "<Shadowrun>": 745,
      "<Final Fantasy III>": 746,
      "<Earthbound>": 747,
      "<Breath of Fire II>": 748,
      "<Sunset Riders>": 749,
      "<RoboCop vs. Terminator - Sega Genesis>": 750,
      "<Krusty's Super Fun House>": 751,
      "<Nintendo Super Scope>": 752,
      "<Shining Force II>": 753,
      "<Mega Man X3>": 754,
      "<Spider-Man - Sega Genesis>": 755,
      "<JINHEZO AV Cable for Nintendo N64 / GameCube>": 756,
      "<Gradius III - Nintendo Super NES>": 757,
      "<Super Ghouls 'N Ghosts>": 758,
      "<Metropolis Street Racer>": 759,
      "<Chrono Trigger>": 760,
      "<Tiny Toon Adventures: Buster Busts Loose!>": 761,
      "<Dragon Ball GT: Final Bout>": 762,
      "<Top Gear>": 763,
      "<Hydro Thunder>": 764,
      "<Super Nintendo Controller>": 765,
      "<Spyro 2: Ripto's Rage>": 766,
      "<Super Street Fighter II: The New Challengers>": 767,
      "<The Simpsons: Bart's Nightmare - Nintendo Super NES>": 768,
      "<Legend of the Mystical Ninja - Nintendo Super NES>": 769,
      "<Street Fighter II>": 770,
      "<Captain America and The Avengers>": 771,
      "<WWF Raw - Nintendo Super NES>": 772,
      "<The Magical Quest Starring Mickey Mouse>": 773,
      "<Super Nintendo Console (SNES System)>": 774,
      "<Kirby Super Star>": 775,
      "<Venom/Spider-Man: Separation Anxiety>": 776,
      "<Spider-Man Venom Maximum Carnage Limited Edition Super Nintendo>": 777,
      "<ToeJam &amp; Earl - Sega Genesis>": 778,
      "<unknown_item_779>": 779,
      "<Super Smash TV - Nintendo Super NES>": 780,
      "<Cool Spot>": 781,
      "<unknown_item_782>": 782,
      "<Kirby's Avalanche>": 783,
      "<Lufia II: Rise of the Sinistrals>": 784,
      "<Sega Genesis 6-Pak>": 785,
      "<Jungle Book - Sega Genesis>": 786,
      "<General Chaos - Sega Genesis>": 787,
      "<Danger Girl: Playstation 1>": 788,
      "<Mickey Mania: The Timeless Adventures of Mickey Mouse - Nintendo Super NES>": 789,
      "<Street Fighter II Turbo: Hyper Fighting>": 790,
      "<World of Illusion starring Disney's Mickey Mouse &amp; Donald Duck>": 791,
      "<Pilot Wings>": 792,
      "<The Jungle Book>": 793,
      "<Road Rash Jailbreak>": 794,
      "<Nuclear Strike>": 795,
      "<Ehrgeiz>": 796,
      "<Parasite Eve>": 797,
      "<Tetris &amp; Dr. Mario - 2 Game Cartridge>": 798,
      "<unknown_item_799>": 799,
      "<Need For Speed 4: High Stakes>": 800,
      "<Saga Frontier 2>": 801,
      "<Star Fox>": 802,
      "<Time Stalkers: Sega Dreamcast>": 803,
      "<SimCity 2000>": 804,
      "<Dukes of Hazzard: Racing for Home>": 805,
      "<Brave Fencer Musashi>": 806,
      "<Tom Clancy's Rainbow Six>": 807,
      "<Command &amp; Conquer Red Alert>": 808,
      "<unknown_item_809>": 809,
      "<unknown_item_810>": 810,
      "<Shadow Tower (PlayStation)>": 811,
      "<Sega Genesis Controller>": 812,
      "<NASCAR Rumble>": 813,
      "<Resident Evil - PlayStation>": 814,
      "<Shining Force - Sega Genesis>": 815,
      "<Chocobo Racing>": 816,
      "<Sled Storm>": 817,
      "<Xenogears - PlayStation>": 818,
      "<Road Rash>": 819,
      "<Command &amp; Conquer: Red Alert - Retaliation>": 820,
      "<Sim Theme Park>": 821,
      "<Dragon Warrior Monsters>": 822,
      "<Namco Museum 64>": 823,
      "<Ren &amp; Stimpy: Stimpy's Invention>": 824,
      "<Need for Speed 3: Hot Pursuit>": 825,
      "<Classic Games for the Atari 2600>": 826,
      "<Apocalypse>": 827,
      "<Vigilante 8>": 828,
      "<unknown_item_829>": 829,
      "<Mega Man 7 - Nintendo Super NES>": 830,
      "<Close Combat 4: The Battle of the Bulge - PC>": 831,
      "<Pocket Monsters Pikachu [Japan Import]>": 832,
      "<Half-Life:  Adrenaline Pack - PC>": 833,
      "<Deus Ex - PC>": 834,
      "<Warcraft 2 Battle Chest: Tides of Darkness / Beyond the Dark Portal>": 835,
      "<Pokemon Stadium>": 836,
      "<Anachronox - PC>": 837,
      "<Need For Speed: Porsche Unleashed>": 838,
      "<Triple Play 2001>": 839,
      "<The Sims - The People Simulator from the Creator of SimCity>": 840,
      "<Final Fantasy VIII>": 841,
      "<Nintendo 64 Transfer Pak>": 842,
      "<Mario Party 2>": 843,
      "<NHL 2K - Sega Dreamcast>": 844,
      "<unknown_item_845>": 845,
      "<Pokemon - Trading Card Game>": 846,
      "<Crystalis>": 847,
      "<Gunship! - PC>": 848,
      "<Pro-Pinball: Timeshock - PC>": 849,
      "<Majesty - PC>": 850,
      "<The Last Express - PC/Mac>": 851,
      "<D2 - Sega Dreamcast>": 852,
      "<Pokemon: Yellow Version - Special Pikachu Edition>": 853,
      "<Ridge Racer 64>": 854,
      "<Command &amp; Conquer Tiberian Sun Expansion Pack: Firestorm - PC>": 855,
      "<Shogun: Total War - PC>": 856,
      "<Shogo - PC>": 857,
      "<Unreal Gold - PC>": 858,
      "<Need for Speed: Porsche Unleashed - PC>": 859,
      "<X: Beyond the Frontier - PC>": 860,
      "<Fallout>": 861,
      "<Baldur's Gate II:  Shadows of Amn>": 862,
      "<1602 A.D. - PC>": 863,
      "<Ground Control>": 864,
      "<Icewind Dale - PC>": 865,
      "<MDK 2 - PC>": 866,
      "<Metal Gear Solid>": 867,
      "<unknown_item_868>": 868,
      "<Silent Hill>": 869,
      "<Grand Theft Auto 2>": 870,
      "<Freespace 2: Sci-Fi Sim of the Year>": 871,
      "<Galerians>": 872,
      "<Sid Meier's Alpha Centauri Planetary Pack - PC>": 873,
      "<SimMania Pack>": 874,
      "<Dead or Alive 2>": 875,
      "<KISS Psycho Circus: The Nightmare Child - PC>": 876,
      "<WWF Smackdown!>": 877,
      "<Thief II: The Metal Age>": 878,
      "<Nightmare Creatures 2>": 879,
      "<Sammy Sosa High Heat Baseball 2001 - PC>": 880,
      "<EverQuest: The Ruins of Kunark - PC>": 881,
      "<Might and Magic 8: Day of the Destroyer - PC>": 882,
      "<Los Cuatro Fantasticos>": 883,
      "<unknown_item_884>": 884,
      "<Rune - PC>": 885,
      "<Tenchu 2>": 886,
      "<Ogre Battle 64>": 887,
      "<Starlancer - PC>": 888,
      "<Nintendo 64 System Video Game Console Jungle Green>": 889,
      "<Kirby 64: The Crystal Shards>": 890,
      "<Sonic the Hedgehog 2>": 891,
      "<Tomb Raider: The Last Revelation>": 892,
      "<Syphon Filter 2>": 893,
      "<ECW: Hardcore Revolution>": 894,
      "<Ace Combat 3 Electrosphere>": 895,
      "<Sonic the Hedgehog - Sega Game Gear>": 896,
      "<Marvel Vs. Capcom: Clash of Super Heroes>": 897,
      "<Army Men World War>": 898,
      "<Sword of the Berserk: Guts' Rage - Sega Dreamcast>": 899,
      "<unknown_item_900>": 900,
      "<Lunar 2: Eternal Blue Complete>": 901,
      "<Walt Disney World Quest: Magical Racing Tour (Playstation, 2000)>": 902,
      "<Maken X>": 903,
      "<Vanguard Bandits>": 904,
      "<Gauntlet Legends - Sega Dreamcast>": 905,
      "<Duke Nukem: Land of the Babes>": 906,
      "<Game Shark CDX>": 907,
      "<Hitman: Codename 47>": 908,
      "<Motocross Madness 2 - PC>": 909,
      "<Who Wants to Be a Millionaire 2nd Edition CD-ROM for PC>": 910,
      "<Sony PlayStation 2 Console - Black>": 911,
      "<Bomberman 64: The Second Attack!>": 912,
      "<Fleet Command - PC>": 913,
      "<Populous:  The Beginning - PC>": 914,
      "<Digimon World>": 915,
      "<Command &amp; Conquer: Red Alert - PC>": 916,
      "<Space Channel 5 DC>": 917,
      "<Shenmue>": 918,
      "<unknown_item_919>": 919,
      "<World Series Baseball 2K1>": 920,
      "<Wario Land 3>": 921,
      "<Star Wars Episode 1 Racer>": 922,
      "<Nintendo 64 Controller - Ice Blue>": 923,
      "<Wild Arms 2>": 924,
      "<Donkey Kong Country>": 925,
      "<unknown_item_926>": 926,
      "<MediEvil 2>": 927,
      "<Nintendo 64 Rumble Pak (NUS-013)>": 928,
      "<SEGA Dreamcast Black Visual Memory Unit VMU>": 929,
      "<The Legend of Dragoon - Playstation>": 930,
      "<SEGA Dreamcast Green Visual Memory Unit VMU>": 931,
      "<Visual Memory Unit - Blue>": 932,
      "<Sega Dreamcast Controller - Blue>": 933,
      "<Star Trek Starship Creator Warp 2 - PC/Mac>": 934,
      "<Rogue Trip>": 935,
      "<Vagrant Story>": 936,
      "<Wheel of Fortune, 2nd Edition>": 937,
      "<Frogger 2: Swampy's Revenge>": 938,
      "<Pocket Fighter | PlayStation>": 939,
      "<Darkstalkers 3>": 940,
      "<PlayStation 2 Horizontal Game Console Stand>": 941,
      "<Virtua Tennis - Sega Dreamcast>": 942,
      "<PlayStation 2 Console (Slim Line Version 1)>": 943,
      "<Winnie the Pooh: Tigger's Honey Hunt>": 944,
      "<Sega GT>": 945,
      "<Star Trek Deep Space Nine:  The Fallen - PC>": 946,
      "<Evolution 2 - Sega Dreamcast>": 947,
      "<Safecracker - PC>": 948,
      "<Back to the Future>": 949,
      "<Bubble Bobble - Nintendo NES>": 950,
      "<Dragon Warrior IV - Nintendo NES>": 951,
      "<Bionic Commando - Nintendo NES>": 952,
      "<Captain Sky Hawk>": 953,
      "<Fester's Quest>": 954,
      "<Nintendo NES Controller>": 955,
      "<Battletoads>": 956,
      "<Double Dragon III: The Sacred Stones>": 957,
      "<Caveman Games>": 958,
      "<Metal Gear>": 959,
      "<The Little Mermaid>": 960,
      "<Legacy of the Wizard - Nintendo NES>": 961,
      "<Paperboy>": 962,
      "<Life Force - Nintendo NES>": 963,
      "<The Simpsons: Bart vs. the Space Mutants>": 964,
      "<Shadowgate - Nintendo NES>": 965,
      "<Adventure Island - Nintendo NES>": 966,
      "<Super Mario Bros.>": 967,
      "<Joust - Nintendo NES>": 968,
      "<Little Nemo: The Dream Master>": 969,
      "<Street Fighter 2010: The Final Fight>": 970,
      "<Bad Dudes - Nintendo NES>": 971,
      "<Maniac Mansion - Nintendo NES>": 972,
      "<Rush 'n Attack>": 973,
      "<Mega Man 3>": 974,
      "<Mega Man 5>": 975,
      "<Star Tropics II: Zoda's Revenge>": 976,
      "<Super Mario Bros. 2>": 977,
      "<Q Bert - Nintendo NES>": 978,
      "<Xexyz>": 979,
      "<Milon's Secret Castle>": 980,
      "<Rampage - Nintendo NES>": 981,
      "<Top Gun>": 982,
      "<Monopoly - Nintendo NES>": 983,
      "<unknown_item_984>": 984,
      "<Mickey Mousecapade>": 985,
      "<Punch Out - Nintendo NES>": 986,
      "<Zelda II: The Adventure of Link>": 987,
      "<Snake's Revenge>": 988,
      "<Yoshi's Cookie>": 989,
      "<T &amp; C Surf Designs: Wood &amp; Water Rage>": 990,
      "<Kung Fu>": 991,
      "<Willow - Nintendo NES>": 992,
      "<Castlevania III: Dracula's Curse>": 993,
      "<Double Dribble - Nintendo NES>": 994,
      "<The Goonies II>": 995,
      "<Skate or Die - Nintendo NES>": 996,
      "<Spy vs. Spy - Nintendo NES>": 997,
      "<Hydlide - Nintendo NES>": 998,
      "<The Bugs Bunny: Crazy Castle>": 999,
      "<Tecmo Super Bowl>": 1000,
      "<NES Max Pad>": 1001,
      "<Rambo - Nintendo NES>": 1002,
      "<Kirby's Adventure>": 1003,
      "<Nintendo Entertainment System Control Deck>": 1004,
      "<Tetris>": 1005,
      "<Mega Man 4>": 1006,
      "<Adventures of Lolo - Nintendo NES>": 1007,
      "<NES Advantage Joystick>": 1008,
      "<Albert Odyssey - Sega Saturn>": 1009,
      "<unknown_item_1010>": 1010,
      "<Sonic Jam - Sega Saturn>": 1011,
      "<unknown_item_1012>": 1012,
      "<Tetris 2>": 1013,
      "<Star Wars>": 1014,
      "<unknown_item_1015>": 1015,
      "<Journey to Silius - Nintendo NES>": 1016,
      "<Friday the 13th>": 1017,
      "<Jackal - Nintendo NES>": 1018,
      "<The Legend of Zelda>": 1019,
      "<Rad Racer>": 1020,
      "<The Adventures of Bayou Billy>": 1021,
      "<Mega Man - Nintendo NES>": 1022,
      "<Teenage Mutant Ninja Turtles III, The Manhattan Project>": 1023,
      "<Banjo-Tooie>": 1024,
      "<Clash at Demonhead - Nintendo NES>": 1025,
      "<Tecmo Bowl - Nintendo NES>": 1026,
      "<Metroid>": 1027,
      "<Final Fantasy>": 1028,
      "<Sonic 3D Blast - Sega Saturn>": 1029,
      "<Ninja Gaiden>": 1030,
      "<Super Mario Bros. 3>": 1031,
      "<Strider 2>": 1032,
      "<Mega Man 2 - Nintendo NES>": 1033,
      "<Carmageddon 2: Carpocalypse Now - PC>": 1034,
      "<Ivan \"Ironman\" Stewart's Super Off Road>": 1035,
      "<Chip 'n Dale: Rescue Rangers>": 1036,
      "<Panzer Dragoon Zwei - Sega Saturn>": 1037,
      "<Marvel Vs. Capcom 2>": 1038,
      "<Startropics>": 1039,
      "<Castlevania II: Simon's Quest>": 1040,
      "<Wizards &amp; Warriors II: Iron Sword>": 1041,
      "<Wrath of the Black Manta>": 1042,
      "<BUG - Sega Saturn>": 1043,
      "<Street Fighter Ex 2 Plus>": 1044,
      "<The Simpsons: Bart vs. the World>": 1045,
      "<Dragon Warrior II - Nintendo NES>": 1046,
      "<Legend of Mana>": 1047,
      "<Rogue Spear Mission Pack:  Urban Operations - PC>": 1048,
      "<Beyond Atlantis - PC>": 1049,
      "<7th Guest - PC>": 1050,
      "<Mega Man 6>": 1051,
      "<SimCity 3000 Unlimited>": 1052,
      "<Quake 3 Arena>": 1053,
      "<NFL 2K1>": 1054,
      "<Sonic Shuffle>": 1055,
      "<NBA 2K1 [Sega Dreamcast]>": 1056,
      "<Grand Prix 3 - PC>": 1057,
      "<Family Feud - PC>": 1058,
      "<Homeworld Cataclysm - PC>": 1059,
      "<RF Switch/RF Modulator>": 1060,
      "<Homeworld: Game of the Year Edition - PC>": 1061,
      "<Perfect Dark>": 1062,
      "<Dracula Resurrection - PC>": 1063,
      "<Martian Gothic - PlayStation>": 1064,
      "<Monopoly Tycoon - PC>": 1065,
      "<unknown_item_1066>": 1066,
      "<unknown_item_1067>": 1067,
      "<Cyber Troopers: Virtual On, Oratorio Tangram>": 1068,
      "<Airport Tycoon - PC>": 1069,
      "<Chrono Cross - PlayStation>": 1070,
      "<Pokemon, Silver Version>": 1071,
      "<Demolition Racer DC>": 1072,
      "<unknown_item_1073>": 1073,
      "<unknown_item_1074>": 1074,
      "<Star Trek: Invasion>": 1075,
      "<Pokemon Gold>": 1076,
      "<Lion King 2: Simba's Mighty Adventure>": 1077,
      "<The Sims  - Mac>": 1078,
      "<Mat Hoffman's Pro BMX>": 1079,
      "<unknown_item_1080>": 1080,
      "<Pharaoh Official Expansion: Cleopatra - PC>": 1081,
      "<Turok 3: Shadow of Oblivion>": 1082,
      "<Dave Mirra Freestyle BMX [PlayStation]>": 1083,
      "<Earth 2150 - PC>": 1084,
      "<F355 Challenge Passione Rossa>": 1085,
      "<Zeus: Master of Olympus - PC>": 1086,
      "<Half-Life: Counter-Strike - PC>": 1087,
      "<Tribes 2 - PC>": 1088,
      "<Castlevania: Dracula X>": 1089,
      "<Tetris Attack>": 1090,
      "<PlayStation 2 Console Slim PS2>": 1091,
      "<Syphon Filter: Dark Mirror - PlayStation 2>": 1092,
      "<Singstar Rocks Bundle (w/ microphone) - PlayStation 2>": 1093,
      "<Sony PlayStation 2 Multitap>": 1094,
      "<unknown_item_1095>": 1095,
      "<Mighty Morphin Power Rangers: The Fighting Edition>": 1096,
      "<Fantavision - PlayStation 2>": 1097,
      "<Rise of Kasai - PlayStation 2>": 1098,
      "<Uniracers>": 1099,
      "<Indiana Jones: Greatest Adventures - Nintendo Super NES>": 1100,
      "<Super Star Wars: Return of the Jedi - Nintendo Super NES>": 1101,
      "<unknown_item_1102>": 1102,
      "<Yoshi>": 1103,
      "<The Adventures of Batman and Robin - Nintendo Super NES>": 1104,
      "<Sly 2: Band of Thieves>": 1105,
      "<Ridge Racer V - PlayStation 2>": 1106,
      "<Eye Toy Groove (No Camera) - PlayStation 2>": 1107,
      "<Twisted Metal: Black>": 1108,
      "<Settlers: Fourth Edition - PC>": 1109,
      "<Arcanum: of Steamworks &amp; Magick Obscura - PC>": 1110,
      "<San Francisco Rush 2049>": 1111,
      "<Street Fighter III Double Impact>": 1112,
      "<Sacrifice - PC>": 1113,
      "<Army Men - Sarge's Heroes 2>": 1114,
      "<Neverwinter Nights - PC>": 1115,
      "<Tomb Raider Chronicles>": 1116,
      "<unknown_item_1117>": 1117,
      "<Paper Mario>": 1118,
      "<Pokemon Puzzle League>": 1119,
      "<Koudelka - PlayStation>": 1120,
      "<American Idol>": 1121,
      "<WWF Royal Rumble>": 1122,
      "<unknown_item_1123>": 1123,
      "<King's Quest 8: Mask of Eternity - PC>": 1124,
      "<UFC Ultimate Fighting Championship>": 1125,
      "<unknown_item_1126>": 1126,
      "<Hey You, Pikachu!>": 1127,
      "<Aidyn Chronicles: The First Mage>": 1128,
      "<Pokemon Pikachu 2>": 1129,
      "<Ms. Pac-Man Maze Madness>": 1130,
      "<Cruis'n Exotica>": 1131,
      "<The Mummy>": 1132,
      "<unknown_item_1133>": 1133,
      "<Spyro: Year of the Dragon>": 1134,
      "<RPG Maker>": 1135,
      "<Vampire Hunter D>": 1136,
      "<Crash Bash - PlayStation>": 1137,
      "<Return to Castle Wolfenstein - PC>": 1138,
      "<unknown_item_1139>": 1139,
      "<Tony Hawk's Pro Skater 2 - PC>": 1140,
      "<Pokemon Puzzle Challenge>": 1141,
      "<The Simpsons: Night of the Living Treehouse of Horror>": 1142,
      "<FIFA 2001: Major League Soccer>": 1143,
      "<NHL 2001 (PS2, REFURB)>": 1144,
      "<Conker's Bad Fur Day>": 1145,
      "<SSX>": 1146,
      "<unknown_item_1147>": 1147,
      "<Threads of Fate>": 1148,
      "<Rugrats in Paris: The Movie>": 1149,
      "<Gradius III And IV -  PlayStation 2>": 1150,
      "<Wizards &amp; Warriors - PC>": 1151,
      "<unknown_item_1152>": 1152,
      "<Rugrats in Paris the Movie>": 1153,
      "<unknown_item_1154>": 1154,
      "<Evil Dead: Hail to the King>": 1155,
      "<NASCAR 2001>": 1156,
      "<Ready to Rumble Boxing 2>": 1157,
      "<Scooby-Doo: Classic Creep Capers>": 1158,
      "<Stormchaser Gamepad>": 1159,
      "<Riddle of the Sphinx - PC>": 1160,
      "<The Grinch DC>": 1161,
      "<Mafia - PC>": 1162,
      "<ESPN Winter X-Games: Snowboarding>": 1163,
      "<Tropico - PC>": 1164,
      "<Ready to Rumble Boxing: Round 2>": 1165,
      "<Blair Witch Episode 1: Rustin Parr 1941 - PC>": 1166,
      "<Hidden &amp; Dangerous 2 - PC>": 1167,
      "<6' S-Video Cable for PlayStation 2 (Black)>": 1168,
      "<Escape from Monkey Island - PC>": 1169,
      "<Star Trek Deep Space Nine: Dominion Wars - PC>": 1170,
      "<The Grinch>": 1171,
      "<Call to Power 2 - PC>": 1172,
      "<ESPN International Track &amp; Field PS2 COMPLETE>": 1173,
      "<Street Fighter EX3>": 1174,
      "<Silent Scope>": 1175,
      "<Trenro AV to RCA Cable Compatible with Playstation/PS2/PS3/PSX>": 1176,
      "<Onimusha Warlords>": 1177,
      "<InterAct ShadowBlade Arcade Stick for PlayStation 2/PS One>": 1178,
      "<unknown_item_1179>": 1179,
      "<RFU Adapter/Modulator for PlayStation 1 &amp; 2>": 1180,
      "<SingStar ABBA (Stand Alone) - PlayStation 2>": 1181,
      "<Rayman 2: Revolution>": 1182,
      "<The Sims Livin' Large Expansion Pack - PC>": 1183,
      "<Sid Meier's Civil War Collection - PC>": 1184,
      "<American McGee's Alice - PC>": 1185,
      "<Grandia II>": 1186,
      "<NHL 2001 - PC>": 1187,
