{
    "architectures": [
        "SasrecMoEForCausalLM"
    ],
    "attention_dropout": 0.2,
    "hidden_dropout": 0.2,
    "bos_token_id": 17410,
    "eos_token_id": 17411,
    "head_dim": 64,
    "hidden_act": "silu",
    "hidden_size": 1024,
    "initializer_range": 0.02,
    "moe_intermediate_size": 4096,
    "n_routed_experts": 4,
    "n_shared_experts": 0,
    "moe_dropout": 0.1,
    "max_position_embeddings": 20,
    "model_type": "sasrec_moe",
    "num_attention_heads": 8,
    "num_hidden_layers": 5,
    "tie_word_embeddings": true,
    "output_router_logits": false,
    "router_aux_loss_coef": 0.01,
    "num_experts_per_tok": 2,
    "routed_scaling_factor": 1.0,
    "norm_topk_prob": true,
    "expert_capacity": null,
    "capacity_factor": 1.0,
    "torch_dtype": "bfloat16",
    "transformers_version": "4.57.3",
    "use_cache": true,
    "use_return_dict": true,
    "vocab_size": 17412
}